<?php include 'header.php'; ?>
<div class="main">
    <section class="page__delivery">
        <div class="container">
            <div class="page__delivery-wrapper">
                <h2 class="page__delivery-title">Доставка</h2>
                <div class="page__delivery-content">
                    <p>
                        Нашим гостям мы предлагаем жаркую парилку, разогретую до
                        оптимального температурного режима и душистые веники.
                        Благодаря правильному проектированию помещений русской бани в
                        Домодедово, наш легкий пар не жжет кожу и не оставляет после
                        себя головную боль. В банный комплекс входят: русская баня на
                        дровах, оздоровительные SPA-процедуры, хаммам, бассейн и
                        караоке. Для Вашего удобства в составе нашего комплекса
                        имеется уютный зал, где Вы можете расслабиться и сделать заказ
                        из нашего меню. Банный комплексе De’Lore рассчитан на
                        одновременное посещение 25 человек.
                    </p>
                    <p>
                        Нашим гостям мы предлагаем жаркую парилку, разогретую до
                        оптимального температурного режима и душистые веники.
                        Благодаря правильному проектированию помещений русской бани в
                        Домодедово, наш легкий пар не жжет кожу и не оставляет после
                        себя головную боль. В банный комплекс входят: русская баня на
                        дровах, оздоровительные SPA-процедуры, хаммам, бассейн и
                        караоке. Для Вашего удобства в составе нашего комплекса
                        имеется уютный зал, где Вы можете расслабиться и сделать заказ
                        из нашего меню. Банный комплексе De’Lore рассчитан на
                        одновременное посещение 25 человек.
                    </p>
                </div>
                <div class="page__delivery-link">
                    <a class="page__delivery-link--catalog" href="index.html">В каталог</a>
                    <a class="page__delivery-link--pay" href="page-pay.html">Об оплате</a>
                </div>
            </div>
        </div>
    </section>
</div>
<?php include 'footer.php'; ?>